<?php

return [
    // +----------------------------------------------------------------------
    // | 数据库设置
    // +----------------------------------------------------------------------
    'data_backup_path' => './static/data/',   //数据库备份路径必须以 / 结尾；
    'data_backup_part_size' => 20971520,  //该值用于限制压缩后的分卷最大长度。单位：B；建议设置20M
    'data_backup_compress' => 1,          //压缩备份文件需要PHP环境支持gzopen,gzwrite函数        0:不压缩 1:启用压缩
    'data_backup_compress_level' => 9,    //压缩级别   1:普通   4:一般   9:最高
];
